{
    "About me": "About me",
    "Skills": "Skills", 
    "Contact": "Contact",
    "talk": "Let's talk!",
    "SkillsHeadline": "My Skills",
    "skillsText": "I have gained experience in building projects with various front end technologies and concepts.",
    "touch": "Get in touch",
    "intro": "Hi, I am Daniel an ambitious frontend developer based in Fulda, Hessen. On my journey into development I acquired knowledge of HTML, CSS and JavaScript.",
    "aboutMePartOne": "With my new experience, I created various websites and business applications as well as a jump and run game using object-oriented programming.",
    "aboutMePartTwo": "Due to my everyday professional life as a physiotherapist, communication is very important in order to differentiate problems.There are also team discussions to find common solutions. These skills will help me in IT to achieve the best possible result as a team.",
    "Join": "A task manager inspired by the KAnban system. Create and organize tasks using drag and drop functions, assing users and categories.",
    "sampleWork": "This page is a sample work - please feel free to try them out.",
    "contactSecendHeadline": "Got a problem to solve?",
    "contactContent": "Contact me through this from, I am interested in hearing you, knowing your ideas and contributing to your probjects with my work.",
    "needFrontEndDev":"Need a Frontend developer?",
    "contactMe": "Contact me!",
    "Your Name": "Your Name",
    "nameRequiredError": "Your name is required",
    "nameInvalidError":"The minimum length of 3 letters has not been reached",
    "Your E-Mail": "Your E-Mail",
    "emailRequiredError": "Your E-mail is required",
    "emailInvalidError": "Please enter a valid email address",
    "Your Message": "Your Message",
    "minLenErrorMessage": "The minimum length of 10 letters has not been reached",
    "emptyErrorMessage": "Your message is empty",
    "firstSpan": "I've read the",
    "privacyPolicy": "privacy policy",
    "secondSpan": "and agree to the processing of my data as outlined.",
    "Send message": "Send message :)",
    "Imprint": "Imprint",
    "privacy-policy": "Privacy Policy"
}

